Repository: ngochung130201/BookingHotel
Catalog: WebApp/Resources/Views/Home/Index.*.resx
Languages: vi_vn

source: Adult
vi_vn: Người lớn

source: ArrivalDate
vi_vn: Ngày nhận phòng

source: Book Now
vi_vn: Đặt bây giờ

source: Child
vi_vn: Trẻ em

source: DepartureDate
vi_vn: Ngày trả phòng

source: Gymnesium
vi_vn: Phòng Gym

# HomeText1
source: If you are looking at blank cassettes on the web, you may be very confused at the<br> difference in price. You may see some for as low as $.17 each.
vi_vn: Nằm bên bờ biển, Khách Sạn Royal tạo ra không gian sang trọng và thư giãn với kiến trúc hiện đại và dịch vụ chuyên nghiệp. Với phòng nghỉ tiện nghi và đội ngũ nhân viên nhiệt tình, đây là điểm đến lý tưởng cho một kỳ nghỉ đáng nhớ. Cho dù bạn muốn thư giãn hay khám phá, đây là địa điểm hoàn hảo để trải nghiệm.

# HomeText10
source: Usage of the Internet is becoming more common due to rapid advancement of technology and power.
vi_vn: Trang thiết bị hiện đại, không gian rộng rãi, hướng dẫn viên chuyên nghiệp, giúp du khách duy trì phong độ và sức khỏe trong suốt kỳ nghỉ của mình.

# HomeText11
source: Usage of the Internet is becoming more common due to rapid advancement of technology and power.
vi_vn: Không gian lịch lãm và thư giãn, với các loại đồ uống đặc biệt và cocktail, kèm theo không gian âm nhạc, tạo nên trải nghiệm thú vị và độc đáo cho du khách.

# HomeText12
source: About Us <br>Our History<br>Mission & Vision
vi_vn: Giới thiệu về chúng tôi <br>Lịch sử của chúng tôi<br>Sứ mệnh và tầm nhìn

# HomeText13
source: inappropriate behavior is often laughed off as “boys will be boys,” women face higher conduct standards especially in the workplace. That’s why it’s crucial that, as women, our behavior on the job is beyond reproach. inappropriate behavior is often laughed.
vi_vn: Hành vi không phù hợp thường bị cười nhạo vì “con trai vẫn là con trai”, phụ nữ phải đối mặt với những tiêu chuẩn ứng xử cao hơn, đặc biệt là ở nơi làm việc. Đó là lý do tại sao điều quan trọng là, với tư cách là phụ nữ, hành vi của chúng ta trong công việc là không thể chê trách được. hành vi không phù hợp thường bị cười nhạo.

# HomeText14
source: Testimonial from our Clients
vi_vn: Lời chứng thực từ khách hàng của chúng tôi

# HomeText15
source: The French Revolution constituted for the conscience of the dominant aristocratic class a fall from
vi_vn: Cách mạng Pháp đã làm cho lương tâm của giai cấp quý tộc thống trị rơi khỏi

# HomeText16
source: Latest Posts From Blog
vi_vn: Bài Viết Mới Nhất Từ Blog

# HomeText17
source: The French Revolution constituted for the conscience of the dominant aristocratic class a fall from
vi_vn: Cách mạng Pháp đã làm cho lương tâm của giai cấp quý tộc thống trị rơi khỏi

# HomeText2
source: Get Started
vi_vn: Bắt đầu

# HomeText3
source: Book<br> Your Room
vi_vn: Đặt<br> Phòng của bạn

# HomeText4
source: We all live in an age that belongs to the young at heart. Life that is becoming extremely fast
vi_vn: Tất cả chúng ta đều sống trong một thời đại thuộc về tâm hồn người trẻ. Cuộc sống đang trở nên cực kỳ nhanh chóng

# HomeText5
source: Who are in extremely love with eco friendly system.
vi_vn: Cung cấp các tiện nghi và dịch vụ hoàn hảo, chú trọng trải nghiệm của khách hàng tại khách sạn.

# HomeText6
source: Usage of the Internet is becoming more common due to rapid advancement of technology and power.
vi_vn: Nhà hàng của khách sạn là nơi kết hợp hương vị độc đáo với không gian sang trọng và ấm cúng. Với đội ngũ đầu bếp tài năng và dịch vụ chuyên nghiệp.

# HomeText7
source: Usage of the Internet is becoming more common due to rapid advancement of technology and power.
vi_vn: Cung cấp không gian tập luyện hiện đại và các hoạt động thể thao đa dạng, giúp du khách tận hưởng một kỳ nghỉ hoàn hảo và năng động.

# HomeText8
source: Usage of the Internet is becoming more common due to rapid advancement of technology and power.
vi_vn: Hồ bơi của khách sạn là điểm nhấn cho sự thư giãn và giải trí, với dịch vụ tại bể bơi và không gian tươi mới, đảm bảo trải nghiệm thú vị cho du khách.

# HomeText9
source: Usage of the Internet is becoming more common due to rapid advancement of technology and power.
vi_vn: Tiện ích linh hoạt, cung cấp các loại phương tiện đa dạng và chất lượng, giúp du khách dễ dàng khám phá địa điểm một cách thoải mái và tiện lợi.

# HomeTitle1
source: Away from monotonous life
vi_vn: Rời xa cuộc sống đơn điệu

# HomeTitle2
source: Relax Your Mind
vi_vn: Thư giãn tâm trí của bạn

source: Hotel Accomodation
vi_vn: Chỗ ở khách sạn

source: Rent a Car
vi_vn: Thuê xe

source: Request Custom Price
vi_vn: Yêu cầu giá tùy chỉnh

source: Restaurant
vi_vn: Nhà hàng

source: Royal Facilities
vi_vn: Bên trong Royal

source: Sports CLub
vi_vn: Câu lạc bộ thể thao

source: Swimming Pool
vi_vn: Hồ bơi
